IdeaRS.Connections
RibData.IsLastRib Property
Compatible with IDEA StatiCa 0.0
 Is last radial rib
 Namespace: IdeaRS.Connections.Data
 Assembly: IdeaRS.Connections (in IdeaRS.Connections.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public bool IsLastRib { get; set; }
Property Value
Type: Boolean
See Also
Reference
RibData Class
IdeaRS.Connections.Data Namespace